IDEA Open Model
ReinforcementGroup.NumOfBarsInLayer Property
 Number of bars in layer
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public int NumOfBarsInLayer { get; set; }
Public Property NumOfBarsInLayer As Integer
	Get
	Set
public:
property int NumOfBarsInLayer {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
ReinforcementGroup Class
IdeaRS.OpenModel.Detail Namespace